Repository: wikimedia/wikimedia-soundlogo-site
Catalog: languages/plugins/wikimedia-contest-*.po
Languages: ar, de_de, es_mx, fr_fr, hi_in, id_id, ko_kr, pt_br

source: Wikimedia Contest
ar: مسابقة ويكيميديا
de_de: Wikimedia-Wettbewerb
es_mx: Concurso Wikimedia
fr_fr: Concours Wikimédia
hi_in: विकिमीडिया प्रतियोगिता
id_id: Kompetisi Wikimedia
ko_kr: 위키미디어 콘테스트
pt_br: Concurso Wikimedia

source: Manage the Wikimedia Contests
ar: إدارة مسابقات ويكيميديا
de_de: Wikimedia-Wettbewerbe verwalten
es_mx: Organizar los concursos Wikimedia
fr_fr: Gestion des concours Wikimédia
hi_in: विकिमीडिया प्रतियोगिताओं का प्रबन्धन करें
id_id: Tata Kelola Kompetisi Wikimedia
ko_kr: 위키미디어 콘테스트 관리
pt_br: Gerenciar Concursos Wikimedia

source: Human Made
ar: صناعة بشرية
de_de: Menschengemacht
es_mx: Compuesto por músicos
fr_fr: Créé par des humains
hi_in: मानवकृत
id_id: Dibuat oleh Manusia
ko_kr: 사람 제작
pt_br: Feito por um ser humano

source: File must be one of the allowed types: MP3, OGG, or WAV.
ar: يجب أن يكون الملف ضمن التنسيقات المدعومة: إم بي 3 أو أوغ أو واف.
de_de: Die Datei muss in einem der unterstützten Formate hochgeladen werden: MP3, OGG oder WAV.
es_mx: El archivo debe estar en uno de los formatos admitidos: MP3, OGG o WAV.
fr_fr: Le fichier doit être dans l’un des formats acceptés: MP3, OGG ou WAV.
hi_in: फ़ाइल निम्न समर्थित प्रारूपों में से एक होनी चाहिए: MP3, OGG, अथवा WAV.
id_id: Berkas harus dalam format yang didukung yaitu MP3, OGG, atau WAV.
ko_kr: 파일은 다음중 하나의 형식이여야 합니다: MP3, OGG, or WAV.
pt_br: O arquivo deve ser em um destes formatos: MP3, OGG, ou WAV.

source: File must be less than 100MB.
ar: يجب أن يكون حجم الملف أقل من 100 ميغابايت.
de_de: Die Datei muss kleiner als 100 MB sein.
es_mx: Los documentos deben tener menos de 100 MB.
fr_fr: Le fichier doit avoir moins de 100 Mo.
hi_in: फ़ाइल 100MB से कम होनी चाहिए।
id_id: Ukuran berkas harus kurang dari 100 MB.
ko_kr: 파일의 용량은 100MB를 초과해서는 안됩니다.
pt_br: O arquivo deve ter menos de 100 MB.

source: Sound must be less than 10s.
ar: يجب أن يكون طول الصوت أقل من 10 ثوانٍ.
de_de: Der Klang muss kürzer als 10 s sein.
es_mx: El sonido deberá durar menos de 10s.
fr_fr: Le son ne doit pas dépasser 10 secondes.
hi_in: ध्वनि 10s से कम होनी चाहिए।
id_id: Suara harus kurang dari 10 detik.
ko_kr: 소리는 10초 미만이여야 합니다.
pt_br: O som deve ser de menos de 10s.

source: Sound must be at least 1s.
ar: يجب أن يكون طول الصوت ثانية واحدة على الأقل.
de_de: Der Klang muss mindestens 1 s dauern.
es_mx: El sonido debe durar al menos 1s.
fr_fr: Le son doit avoir au moins 1 seconde.
hi_in: ध्वनि कम से कम 1s की होनी चाहिए।
id_id: Logo suara harus minimal 1 detik.
ko_kr: 소리는 최소 1초여야 합니다.
pt_br: O som deve ser de pelo menos 1s.

source: Invalid email address.
de_de: Ungültige E-Mail-Adresse.
fr_fr: Adresse e-mail invalide.
id_id: Alamat email salah.

source: You have met the maximum number of submissions for this contest. Each contestant can submit up to 3 sound logos.
de_de: Du hast die maximale Anzahl von Einsendungen für diesen Wettbewerb erreicht. Pro Person können bis zu drei Soundlogos eingereicht werden.
fr_fr: Vous avez rencontré le nombre maximum de soumissions pour ce concours. Chaque concurrent peut soumettre jusqu’à 3 logos sonores.
id_id: Anda telah memenuhi jumlah pengiriman maksimum untuk kontes ini. Setiap kontestan dapat mengirimkan hingga 3 logo suara.

source: Sound should be less than 4s.
de_de: Der Klang sollte kürzer als 4 s sein.
fr_fr: Le son doit être inférieur à 4 secondes.
id_id: Suara harus kurang dari 4 detik.

source: MP3 files should be at least 192kbps.
ar: يجب أن تكون ملفات إم بي 3 على الأقل 192 كيلوبت في الثانية.
de_de: MP3-Dateien sollten mindestens 192 kbps haben.
es_mx: Los archivos MP3 deben tener al menos 192kbps.
fr_fr: Les fichiers M3 doivent avoit au moins 192 kbps.
hi_in: MP3 फाइलें कम से कम 192kbps की होनी चाहिए।
id_id: Berkas MP3 harus minimal 192 kbps.
ko_kr: MP3파일은 최소 192kbps를 충족해야 합니다.
pt_br: Arquivos MP3 devem ser no mínimo 192kbps.

source: OGG files should be at least 160kbps.
ar: يجب أن تكون ملفات أوغ على الأقل 160 كيلوبت في الثانية.
de_de: OGG-Dateien sollten mindestens 160 kbps haben.
es_mx: Los archivos OGG deben tener al menos 160kbps.
fr_fr: Les fichiers OGG doivent avoir au moins 160 kbps.
hi_in: OGG फाइलें कम से कम 160kbps की होनी चाहिए।
id_id: Berkas OGG harus minimal 160 kbps.
ko_kr: OGG파일은 최소 160kbps를 충족해야 합니다.
pt_br: Arquivos OGG devem ser no mínimo 160kbps.

source: Audio file is not readable.
ar: الملف الصوتي غير قابل للقراءة.
de_de: Die Audiodatei kann nicht gelesen werden.
es_mx: El archivo de audio no es legible.
fr_fr: Le fichier audio n’est pas lisible.
hi_in: ऑडियो फ़ाइल पठनीय नहीं है।
id_id: Berkas tidak terbaca.
ko_kr: 오디오 파일이 인식되지 않았습니다.
pt_br: Arquivo de áudio não está legivel.
