Repository: wikimedia/wikimedia-soundlogo-site
Catalog: plugins/wikimedia-contest/languages/wikimedia-contest-*.po
Languages: ar, de_de, es_mx, fr_fr, hi_in, id_id, pt_br

source: Wikimedia Contest
ar: مسابقة ويكيميديا
de_de: Wikimedia-Wettbewerb
es_mx: Concurso Wikimedia
fr_fr: Concours Wikimedia
hi_in: विकिमीडिया प्रतियोगिता
id_id: Kontes Wikimedia
pt_br: Concurso Wikimedia

source: Manage the Wikimedia Contests
ar: إدارة مسابقات ويكيميديا
de_de: Verwalten der Wikimedia-Wettbewerbe
es_mx: Gestionar los concursos de Wikimedia
fr_fr: Gérer les concours de Wikimedia
hi_in: विकिमीडिया प्रतियोगिताएं प्रबंधित करें
id_id: Mengelola Kontes Wikimedia
pt_br: Gerenciar os Concursos da Wikimedia

source: Participant Wikimedia Username
ar: اسم مستخدم ويكيميديا المشارك
de_de: Teilnehmer Wikimedia-Benutzername
es_mx: Nombre de usuario de Wikimedia del participante
fr_fr: Participant Wikimedia Nom d'utilisateur
hi_in: प्रतिभागी विकिमीडिया उपयोगकर्ता नाम
id_id: Nama Pengguna Wikimedia Peserta
pt_br: Nome de usuário do participante na Wikimedia

source: Participant Legal Name
ar: الاسم القانوني للمشارك
de_de: Juristischer Name des Teilnehmers
es_mx: Nombre legal del participante
fr_fr: Nom légal du participant
hi_in: प्रतिभागी कानूनी नाम
id_id: Nama Resmi Peserta
pt_br: Nome Jurídico do Participante

source: Participant Date of Birth
ar: تاريخ ميلاد المشترك
de_de: Geburtsdatum des Teilnehmers
es_mx: Fecha de nacimiento del participante
fr_fr: Date de naissance du participant
hi_in: प्रतिभागी की जन्म तिथि
id_id: Tanggal Lahir Peserta
pt_br: Data de Nascimento do Participante

source: Participant Email
ar: البريد الإلكتروني المشارك
de_de: E-Mail des Teilnehmers
es_mx: Correo electrónico del participante
fr_fr: Courriel du participant
hi_in: प्रतिभागी ईमेल
id_id: Email Peserta
pt_br: E-mail do participante

source: Participant Phone Number
ar: رقم هاتف المشارك
de_de: Telefonnummer des Teilnehmers
es_mx: Número de teléfono del participante
fr_fr: Numéro de téléphone du participant
hi_in: प्रतिभागी फोन नंबर
id_id: Nomor Telepon Peserta
pt_br: Número de telefone do participante

source: Audio file
ar: ملف صوتي
de_de: Audio-Datei
es_mx: Archivo de audio
fr_fr: Fichier audio
hi_in: ऑडियो फाइल
id_id: Berkas audio
pt_br: Arquivo de áudio

source: List all of the authors who contributed
ar: قائمة بجميع المؤلفين الذين ساهموا
de_de: Liste aller Autoren, die einen Beitrag geleistet haben
es_mx: Lista de todos los autores que contribuyeron
fr_fr: Liste de tous les auteurs qui ont contribué
hi_in: योगदान देने वाले सभी लेखकों की सूची बनाएं
id_id: Daftar semua penulis yang berkontribusi
pt_br: Lista de todos os autores que contribuíram

source: Brief explanation of how the sound was created logo
ar: شرح موجز لكيفية إنشاء الشعار بالصوت
de_de: Kurze Erkl채rung, wie das Logo entstanden ist
es_mx: Breve explicación de cómo se creó el sonido logo
fr_fr: Brève explication de la façon dont le son a été créé logo
hi_in: ध्वनि कैसे बनाई गई, इसका संक्षिप्त विवरण लोगो
id_id: Penjelasan singkat tentang bagaimana suara itu dibuat logo
pt_br: Breve explicação de como o som foi criado logo

source: Brief explanation about meaning and inspiration
ar: شرح موجز عن المعنى والإلهام
de_de: Kurze Erkl채rung 체ber Bedeutung und Inspiration
es_mx: Breve explicación sobre el significado y la inspiración.
fr_fr: Brève explication sur le sens et l'inspiration
hi_in: अर्थ और प्रेरणा के बारे में संक्षिप्त विवरण
id_id: Penjelasan singkat tentang makna dan inspirasi
pt_br: Breve explicação sobre significado e inspiração

# Post Type General Name
source: Submissions
ar: التقديمات
de_de: Einreichungen
es_mx: Envíos
fr_fr: Soumissions
hi_in: प्रविष्टियों
id_id: Kiriman
pt_br: Envios

# Post Type Singular Name
source: Submission
ar: استسلام
de_de: Vorlage
es_mx: Envío
fr_fr: Soumission
hi_in: जमा करना
id_id: Penyerahan
pt_br: Envio

source: Submissions
ar: التقديمات
de_de: Einreichungen
es_mx: Envíos
fr_fr: Soumissions
hi_in: प्रविष्टियों
pt_br: Envios

source: All Submissions
ar: كل عمليات الإرسال
de_de: Alle Einreichungen
es_mx: Todos los envíos
fr_fr: Toutes les soumissions
hi_in: सभी सबमिशन
id_id: Semua Kiriman
pt_br: Todos os envios

source: View Submission
ar: عرض التقديم
de_de: Einreichung anzeigen
es_mx: Ver envio
fr_fr: Voir la soumission
hi_in: सबमिशन देखें
id_id: Lihat Kiriman
pt_br: Ver Envio

source: Audio submission from a contest participant
ar: إرسال صوتي من أحد المشاركين في المسابقة
de_de: Audioeinreichung von einem Wettbewerbsteilnehmer
es_mx: Envío de audio de un participante del concurso
fr_fr: Soumission audio d'un participant au concours
hi_in: एक प्रतियोगिता प्रतिभागी से ऑडियो सबमिशन
id_id: Pengiriman audio dari peserta kontes
pt_br: Envio de áudio de um participante do concurso

source: Submission Details
ar: تفاصيل التقديم
de_de: Einreichung anzeigen
es_mx: Detalles de envío
fr_fr: Détails de la soumission
hi_in: सबमिशन विवरण
id_id: Lihat Kiriman
pt_br: Detalhes do Envio

# block title
source: Audio Submission Form
ar: استمارة تقديم الصوت
de_de: Einreichung anzeigen
es_mx: Formulario de envío de audio
fr_fr: Soumission audio d'un participant au concours
hi_in: ऑडियो सबमिशन फॉर्म
id_id: Formulir Pengiriman Audio
pt_br: Formulário de envio de áudio

# block description
source: A form for submitting audio submissions to the Wikimedia Contest.
ar: نموذج لتقديم إقرارات صوتية لمسابقة ويكيميديا.
de_de: Ein Formular zum Einreichen von Audiobeitr채gen zum Wikimedia-Wettbewerb.
es_mx: Un formulario para enviar presentaciones de audio al Concurso de Wikimedia.
fr_fr: Un formulaire pour soumettre des soumissions audio au concours Wikimedia.
hi_in: विकिमीडिया प्रतियोगिता में ऑडियो सबमिशन जमा करने के लिए एक फॉर्म।
id_id: Formulir untuk mengirimkan kiriman audio ke Kontes Wikimedia.
pt_br: Um formulário para enviar áudio para o Concurso de Logotipo de Som da Wikimedia.
